alsa-utils
base
base-devel
bind
blueman
bluez
bluez-utils
brightnessctl
cmake
dosfstools
efibootmgr
ghostscript
ghostty
git
github-cli
grub
hyprland
imagemagick
inkscape
jq
lib32-nvidia-utils
libwebp-utils
linux
linux-firmware
linux-headers
mako
mtools
neovim
networkmanager
nodejs
noto-fonts-emoji
npm
nvidia-open-dkms
nvidia-utils
obsidian
openssh
optipng
os-prober
otf-font-awesome
pipewire
pipewire-alsa
pipewire-pulse
playerctl
poppler
python
python-opencv
python-pillow
python-pytesseract
qt5-wayland
reflector
rofi
rsync
sddm
sof-firmware
sudo
tailscale
telegram-desktop
tesseract
tesseract-data-eng
ttf-jetbrains-mono-nerd
unzip
usbutils
vim
waybar
wget
wireplumber
wl-clipboard
wtype
xdg-desktop-portal-hyprland
